{
  "route": {
    "index___en": "Home",
    "history___en": "History",
    "message___en": "Message",
    "moral-code___en": "Masonic Moral Code",
    "ser-mason___en": "Becoming a Freemason",
    "gallery___en": "Gallery",
    "gallery-slug___en": "Gallery",
    "index_es5": "Lodges",
    "index_es6": "Grand Lodge",
    "credits___en": "Credits"
  },
  "loader": {
    "loader-message": {
      "isMobile": "Best viewed on Desktop",
      "loader-music-text": "Music Incoming",
      "loader-music-switch": "Turn off Music now"
    }
  },
  "site-menu": {
    "close": "Close",
    "item-home": "Home",
    "item-history": "History",
    "item-message": "Message",
    "item-moral-code": "Masonic moral code",
    "item-becoming-freemason": "Becoming a freemason",
    "item-galery": "Galeria"
  },
  "navigation": {
    "home": "Home",
    "sound": "Sound"
  },
  "footer": {
    "history": "History",
    "message": "Message",
    "credits": "Credits"
  },
  "moral-code": [
    "Worship the Great Architect of the Universe.",
    "Love your neighbor as yourself.",
    "Do not do wrong to expect good.",
    "The true worship given to the Great Architect is good works.",
    "Do good for love of the same good.",
    "Always keep your soul in a pure state to appear with dignity before your consciousness.",
    "Esteem the good, loves the weak, avoid the bad, but do not hate anyone.",
    "He speaks moderately large, with your peers wisely, sincerely with friends, sweetly eternally young and the poor.",
    "Do not deceive your brother, it is a betrayal; and if your brother flatters fears that corrupt you.",
    "Always listen to the voice of your conscience.",
    "Be the father of the poor; Sighs your hard boot them, are so many curses fall on your head.",
    "Respect the national or foreign travelers; help him, his person is sacred to you.",
    "Avoid quarrels, insults expected, let reason always stay on your side.",
    "Respects women, never abuse their weakness, much less think of dishonoring.",
    "If you have a child, rejoice; but trembles tank that you trust. Make up to ten years will issue up to twenty love you and respect you to death. Even ten years his teacher to twenty his father and his friend to death. Think before you give good principles beautiful ways; you need clarified righteousness and not frivolous elegance. Make an honest man before a clever man.",
    "Read and profit, sees and mimics, think and always give attention to the good of your brothers and will work for yourself.",
    "Be content all, by all and everything.",
    "Do not judge lightly the actions of men, not less reproaches and blades; While prior attempts to probe hearts to appreciate his works."
  ],
  "ser-mason": {
    "title": "Membership application",
    "intro": "Fill out the form to submit your application to the Respetable Logia Simbólica Memento Mori N.° 107. The secretary will review your information and get in touch.",
    "fields": {
      "name": "Full name",
      "email": "Email",
      "phone": "Phone",
      "message": "Message or reason for your application"
    },
    "placeholders": {
      "name": "Your name",
      "email": "email@example.com",
      "phone": "Optional",
      "message": "Write your message here..."
    },
    "validation": {
      "name-required": "Name is required",
      "email-required": "Email is required",
      "email-invalid": "Please enter a valid email",
      "message-required": "Message is required"
    },
    "submit": "Submit application",
    "sending": "Sending...",
    "note": "Submitting will open your email client with secretaria@memento-mori.mx. Send the message to complete your application."
  },
  "contact": {
    "contact-us": "Contact us",
    "archive-materials": "Archive materials",
    "music": "Music",
    "development-design": "Development & Design",
    "warning": "This site is a passion/side project that was built in collaboration with Ivan Sotelo &amp; Memento Mori 12.  It is a non-commercial site, and we do not make any profits. We do not claim any document accuracy on this site, there may potentially be inaccurate text.  Most of the text that are in english were translated from Spanish via Google Translate, so there may be grammatical/spelling errors."
  }
}
