{
  "route": {
    "index___es": "Inicio",
    "history___es": "Historia",
    "message___es": "Mensaje",
    "moral-code___es": "Código moral masónico",
    "ser-mason___es": "Ser Masón",
    "gallery___es": "Galería",
    "gallery-slug___es": "Galería",
    "index_es5": "Logias",
    "index_es6": "Gran Logia",
    "credits___es": "Créditos"
  },
  "loader": {
    "loader-message": {
      "isMobile": "Ver en Escritorio",
      "loader-music-text": "Iniciando Música",
      "loader-music-switch": "Desactivar Audio"
    }
  },
  "site-menu": {
    "close": "Cerrar",
    "item-home": "Inicio",
    "item-history": "Historia",
    "item-message": "Mensaje",
    "item-moral-code": "Código moral masónico",
    "item-becoming-freemason": "Ser Masón",
    "item-galery": "Galeria"
  },
  "navigation": {
    "home": "Inicio",
    "sound": "Sonido"
  },
  "footer": {
    "history": "Historia",
    "message": "Mensaje",
    "credits": "Créditos"
  },
  "moral-code": [
    "Venera al Gran Arquitecto del Universo.",
    "Ama a tu prójimo como a ti mismo.",
    "Haz el bien, y deja hablar a los hombres.",
    "El verdadero culto al Gran Arquitecto consiste principalmente en las buenas costumbres.",
    "Haz el bien, por el amor al bien mismo.",
    "Conserva tu alma pura; que pueda presentarse a toda hora delante de Dios, libre de todo reproche.",
    "Ama a los buenos, compadece a los débiles, huye de los malvados, mas no odies a nadie.",
    "Habla respetuosamente a los grandes, prudentemente a tus iguales, sinceramente a tus amigos, y con ternura a los pobres.",
    "No adules jamás a tu hermano, porque es una traición; y si tu hermano te adula, desconfía que no te corrompa.",
    "Escucha siempre la voz de tu conciencia.",
    "Sé el padre de los pobres. Cada suspiro que tu dureza les arranque, será una maldición que caerá sobre tu cabeza.",
    "Respeta al extranjero y al viajero, porque su posición les hace sagrados para ti",
    "Evita las disputas, prevé los insultos, deja que la razón sea tu guía.",
    "Respeta a las mujeres. Jamás abuses de su debilidad, y muere antes que deshonrarlas.",
    "Si el Gran Arquitecto del Universo te da un hijo, dale gracias; pero tiembla por el depósito que te confía, porque en adelante, tú serás para ese niño la imagen de la Divinidad. Haz que hasta los diez años te tema; hasta los veinte, te ame; y hasta la muerte te respete. Hasta los diez años, sé su maestro; hasta los veinte, su padre; y hasta la muerte, su amigo. Enséñale ante todo buenos principios; antes que buenas maneras. Que te deba una doctrina esclarecida, mejor que una frívola elegancia. Que sea mejor un hombre honrado, que un hombre hábil.",
    "Lee y aprovecha; ve e imita; reflexiona y trabaja. Y que todo redunde en beneficio de tus hermanos, para tu propia utilidad.",
    "Sé siempre contento para todo, con todo y de todo.",
    "Jamás juzgues ligeramente las acciones de los hombres. Perdónalas y no las condenes. El Gran Arquitecto del Universo es el que sondea nuestros corazones. Es él, sólo, quien puede apreciar su obra."
  ],
  "ser-mason": {
    "title": "Solicitud de ingreso",
    "intro": "Complete el formulario para enviar su solicitud a la Respetable Logia Simbólica Memento Mori N.° 107. La secretaría revisará su información y se pondrá en contacto.",
    "fields": {
      "name": "Nombre completo",
      "email": "Correo electrónico",
      "phone": "Teléfono",
      "message": "Mensaje o motivo de su solicitud"
    },
    "placeholders": {
      "name": "Su nombre",
      "email": "correo@ejemplo.com",
      "phone": "Opcional",
      "message": "Escriba aquí su mensaje..."
    },
    "validation": {
      "name-required": "El nombre es obligatorio",
      "email-required": "El correo es obligatorio",
      "email-invalid": "Introduzca un correo válido",
      "message-required": "El mensaje es obligatorio"
    },
    "submit": "Enviar solicitud",
    "sending": "Enviando...",
    "note": "Al enviar se abrirá su cliente de correo con la dirección secretaria@memento-mori.mx. Envíe el mensaje para completar la solicitud."
  },
  "credits": {
    "contact_us": "Contáctanos",
    "archive_materials": "Materiales de archivo",
    "music": "Música",
    "development_design": "Diseño & Desarrollo",
    "warning": "Este sitio es un proyecto que se construyó en colaboración con Ivan Sotelo & Memento Mori 12. Es un sitio no comercial y no generamos ganancias. No reclamamos la precisión de ningún documento en este sitio, es posible que haya texto inexacto. La mayoría del texto que está en inglés se tradujo del español a través de Google Translate, por lo que puede haber errores gramaticales/ortográficos."
  }
}
